Repository: Mr-7mdan/mr-7mdan.github.io
Catalog: repo/skin.arctic.fuse.3.mod/language/resource.language.*/strings.po
Languages: et_ee

# #31596
source: Additional icons
et_ee: Lisaikoonid

# #31597
source: Confirmation
et_ee: Kinnitus

# #31598
source: Controllers
et_ee: Juhtsedamed

# #31599
source: Ungrouped
et_ee: Rühmitamata

# #31600
source: Ends at
et_ee: Lõpeb kell

# #31601
source: Edit tray
et_ee: Kohanda alaserva

# #31602
source: Add shortcut
et_ee: Lisa otsetee

# #31604
source: Additional
et_ee: Lisafunktsioonid

# #31605
source: Next aired
et_ee: Järgmisena eetris
