Repository: Mr-7mdan/mr-7mdan.github.io
Catalog: repo/skin.arctic.fuse.3.mod/language/resource.language.*/strings.po
Languages: et_ee

# #31000
source: Live TV / PVR
et_ee: Otsepilt / PVR

# #31001
source: In-Progress Episodes
et_ee: Pooleli episoodid

# #31002
source: Combined Square
et_ee: Kombo - Ruut

# #31003
source: Combined Landscape
et_ee: Kombo - Rõhtpilt

# #31004
source: Combined Poster
et_ee: Kombo - Plakat

# #31005
source: Combined Circle
et_ee: Kombo - Ring

# #31006
source: Combined Board
et_ee: Kombo - Tahvel

# #31007
source: Row
et_ee: Rida

# #31008
source: Wall
et_ee: Sein

# #31009
source: Widget Customisation
et_ee: Vidina kohandamine

# #31010
source: Program
et_ee: Programm

# #31011
source: Picture
et_ee: Pilt

# #31012
source: Recent
et_ee: Uued

# #31013
source: List Standard
et_ee: Loend - Standard

# #31014
source: List Info
et_ee: Loend - Info

# #31015
source: Order
et_ee: Suund

# #31016
source: Sort by
et_ee: Järjesta

# #31017
source: List Details
et_ee: Loend - Üksikasjad

# #31018
source: Recommendations
et_ee: Soovitused

# #31019
source: List Planner
et_ee: Loend - Kava

# #31020
source: List Outline
et_ee: Loend - Kokkuvõte

# #31021
source: Combined Expanded
et_ee: Kombo - Laiendatud

# #31022
source: items
et_ee: üksust

# #31023
source: Loading
et_ee: Laaditakse

# #31024
source: Critics Consensus
et_ee: Kriitikute koondhinne

# #31025
source: Item
et_ee: Üksus

# #31026
source: Hub
et_ee: Huub

# #31027
source: Focus widgets on startup
et_ee: Vidinate esiletõstmine käivitamisel

# #31028
source: Outline
et_ee: Kokkuvõte

# #31029
source: Images
et_ee: Pildid

# #31030
source: Critics
et_ee: Kriitikud

# #31031
source: HDR type
et_ee: HDR tüüp

# #31032
source: Apply
et_ee: Rakenda

# #31033
source: People
et_ee: Inimesed

# #31034
source: Cast member
et_ee: Osatäitja

# #31035
source: Crew member
et_ee: Meeskonna liige

# #31036
source: Limited widgets use Show More folder item
et_ee: Kuva piiratud vidinates üksus "Veel"

# #31037
source: Side submenu
et_ee: Külje alammenüü

# #31038
source: Directing
et_ee: Lavastamine

# #31039
source: Writing
et_ee: Stsenaarium

# #31040
source: List Flixart 2
et_ee: Loend - Flixart 2

# #31041
source: Similar
et_ee: Sarnane

# #31042
source: Jump to widget
et_ee: Hüppa vidina juurde

# #31043
source: Tray
et_ee: Alaserv

# #31044
source: Viewtypes
et_ee: Vaatetüübid

# #31045
source: Landscape
et_ee: Rõhtpilt

# #31046
source: No Results
et_ee: Tulemusi pole

# #31047
source: Popularity
et_ee: Populaarsus

# #31048
source: tiles
et_ee: ruutu

# #31049
source: Customise shortcuts and widgets
et_ee: Kohanda otseteid ja vidinaid

# #31050
source: Crew
et_ee: Meeskond

# #31051
source: Person
et_ee: Isik

# #31052
source: Sound
et_ee: Heli

# #31053
source: Profile
et_ee: Profiil

# #31054
source: Liked by
et_ee: Meeldis

# #31056
source: critics
et_ee: kriitikut

# #31057
source: Years Old
et_ee: aastane

# #31058
source: Wrap
et_ee: Lõputu kerimine

# #31059
source: Side
et_ee: Külg

# #31060
source: Slide
et_ee: Liug

# #31061
source: User rating
et_ee: Kasutajahinne

# #31062
source: Playlist order
et_ee: Esitusloendi suund

# #31063
source: Watched episodes
et_ee: Vaadatud episoodid

# #31064
source: Awards
et_ee: Auhinnad

# #31065
source: Creator
et_ee: Looja

# #31066
source: Discover
et_ee: Avasta

# #31067
source: Cinematography
et_ee: Operaatoritöö

# #31068
source: Experimental
et_ee: Eksperimentaalne

# #31069
source: Background video
et_ee: Taustavideo

# #31070
source: Fixed aspect ratio
et_ee: Fikseeritud kuvasuhe

# #31071
source: Playback Speed
et_ee: Taasesituse kiirus

# #31072
source: Art Department
et_ee: Kunstiline toimkond

# #31073
source: mins
et_ee: min

# #31074
source: hr
et_ee: t

# #31075
source: Editing
et_ee: Montaaž

# #31076
source: Starring
et_ee: Peaosas

# #31077
source: More Information
et_ee: Lisateave

# #31078
source: Use fake label textboxes
et_ee: Kasuta staatilisi silte

# #31079
source: improves performance on Omega
et_ee: parandab jõudlust Omegas

# #31080
source: Button
et_ee: Nupp

# #31081
source: Others
et_ee: Muud

# #31082
source: Ratings style
et_ee: Hinde stiil

# #31083
source: Combined
et_ee: Kombo

# #31084
source: Preload hubs during startup initialisation
et_ee: Huubide eellaadimine käivitusfaasis

# #31085
source: Live TV
et_ee: Otsepilt

# #31086
source: Customise options
et_ee: Külgmenüü

# #31087
source: Game Saves
et_ee: Mängusalvestused

# #31088
source: No bookmarks
et_ee: Järjehoidjaid pole

# #31089
source: Add a bookmark here
et_ee: Lisa siia järjehoidja

# #31090
source: In-Progress
et_ee: Pooleli

# #31091
source: In-Game Saves
et_ee: Mängusisesed salvestused

# #31092
source: Detailed information
et_ee: Üksikasjalik teave

# #31093
source: Cycle extra fanart
et_ee: Vaheta täiendavaid fännipilte

# #31094
source: Mouse pointer size
et_ee: Hiirekursori suurus

# #31095
source: Translations
et_ee: Tõlked

# #31096
source: plays
et_ee: esitust

# #31097
source: File details
et_ee: Faili üksikasjad

# #31098
source: Gallery
et_ee: Galerii

# #31099
source: Last aired
et_ee: Viimati eetris

# #31100
source: Row Board
et_ee: Rida - Tahvel

# #31101
source: Wall Board
et_ee: Sein - Tahvel

# #31103
source: Widgets
et_ee: Vidinad

# #31105
source: Spotlight
et_ee: Rambivalgus

# #31108
source: Collections
et_ee: Kogumikud

# #31111
source: Row Poster
et_ee: Rida - Plakat

# #31112
source: Row Landscape
et_ee: Rida - Rõhtpilt

# #31113
source: Row Square
et_ee: Rida - Ruut

# #31114
source: Hubs
et_ee: Huubid

# #31115
source: Australian summer
et_ee: Austraalia suvi

# #31116
source: Winter frost
et_ee: Talvine härmatis

# #31118
source: Expanded
et_ee: Laiendatud

# #31119
source: EOTF and Gamut
et_ee: EOTF ja Gamut

# #31120
source: List Basic
et_ee: Loend - Lihtne

# #31122
source: Watchlist
et_ee: Jälgimisloend

# #31124
source: Indicator
et_ee: Näidik

# #31125
source: Invert Text Colour
et_ee: Pööratud teksti värv

# #31128
source: Trending
et_ee: Trendid

# #31129
source: Up next in
et_ee: Järgmiseks

# #31130
source: seconds
et_ee: sekundit

# #31131
source: Continue watching in
et_ee: Jätka vaatamist:

# #31134
source: Playing
et_ee: Esitamisel

# #31135
source: Page
et_ee: Leht

# #31137
source: Detailed
et_ee: Üksikasjalik

# #31139
source: Tropical Sunset
et_ee: Troopiline päikeseloojang

# #31141
source: Plain Monochrome
et_ee: Mustvalge

# #31142
source: Total Duration
et_ee: Kogukestus

# #31143
source: Classic
et_ee: Klassikaline

# #31145
source: Initialising Skin
et_ee: Rüü laadimine

# #31147
source: More
et_ee: Veel

# #31150
source: Categories
et_ee: Kategooriad

# #31154
source: Misc options
et_ee: Muud valikud

# #31158
source: Layout
et_ee: Asetus

# #31159
source: Version
et_ee: Versioon

# #31160
source: REC
et_ee: SALVESTA

# #31162
source: Hide
et_ee: Peida

# #31165
source: Seekbar behaviour on delayed pause
et_ee: Otsiriba käitumine pikema pausi korral

# #31166
source: Back
et_ee: Tagasi

# #31168
source: List Square
et_ee: Loend - Ruut

# #31169
source: Birthday
et_ee: Sünnipäev

# #31170
source: Note
et_ee: Märkus

# #31171
source: On-screen keyboard size
et_ee: Ekraaniklaviatuuri suurus

# #31173
source: Scroll
et_ee: Keri

# #31174
source: Navigation
et_ee: Navigeerimine

# #31177
source: Menus
et_ee: Menüüd

# #31179
source: Keyword
et_ee: Märksõna

# #31181
source: Scheduled
et_ee: Plaanitud

# #31183
source: times
et_ee: korda

# #31184
source: Ends
et_ee: Lõpeb

# #31185
source: Autoscroll
et_ee: Automaatne kerimine

# #31186
source: Behaviour
et_ee: Käitumine

# #31187
source: Autoscroll time interval
et_ee: Automaatse kerimise ajavahemik

# #31188
source: Limit
et_ee: Limiit

# #31189
source: Autoclose OSD after X seconds
et_ee: Peida inforiba X sekundi pärast

# #31194
source: Album duration
et_ee: Albumi kestus

# #31195
source: Light
et_ee: Hele

# #31196
source: Up Next
et_ee: Järgmiseks

# #31197
source: Skin theme
et_ee: Rüü teema

# #31198
source: Track duration
et_ee: Loo kestus

# #31199
source: Date and time
et_ee: Kuupäev ja kellaaeg

# #31200
source: Added on
et_ee: Lisatud

# #31202
source: Ratings
et_ee: Hinded

# #31203
source: Customise
et_ee: Kohanda

# #31204
source: Customise dialog background
et_ee: Valikmenüü taust

# #31205
source: Codecs and providers
et_ee: Koodekid ja teenused

# #31206
source: Item count
et_ee: Üksuste arv

# #31207
source: Codecs
et_ee: Koodekid

# #31208
source: Header
et_ee: Ülanurk

# #31209
source: Boxes
et_ee: Kastid

# #31210
source: Series Premiere
et_ee: Sarja esilinastus

# #31211
source: Season Premiere
et_ee: Hooaja esilinastus

# #31212
source: Mid-Season Premiere
et_ee: Hooaja teise poole algus

# #31213
source: Visualisation settings
et_ee: Visuaalide sätted

# #31214
source: Series Finale
et_ee: Sarja finaal

# #31215
source: Season Finale
et_ee: Hooaja finaal

# #31216
source: Video decoder
et_ee: Videodekooder

# #31217
source: Pixel format
et_ee: Piksli vorming

# #31218
source: Mid-Season Finale
et_ee: Hooaja esimese poole lõpp

# #31220
source: Purple
et_ee: Lilla

# #31221
source: Slate
et_ee: Sinakashall

# #31222
source: Coal
et_ee: Süsi

# #31223
source: Gridlines
et_ee: Ruudustik

# #31224
source: Pink
et_ee: Roosa

# #31225
source: Chalk
et_ee: Kriit

# #31226
source: Blush
et_ee: Punane

# #31227
source: Premiere
et_ee: Hooaja algus

# #31230
source: Calendar
et_ee: Kalender

# #31231
source: Customise highlight colours
et_ee: Esiletõstu värv

# #31232
source: Gradient
et_ee: Üleminekuvärv

# #31233
source: Seek to
et_ee: Otsi

# #31234
source: Customise indicators
et_ee: Kohanda näidikuid

# #31235
source: Indicators
et_ee: Näidikud

# #31236
source: Collection
et_ee: Kogumik

# #31237
source: Progress
et_ee: Edenemine

# #31238
source: Coral
et_ee: Korall

# #31239
source: Footer
et_ee: Alanurk

# #31240
source: Tropical
et_ee: Troopiline

# #31241
source: Colour scheme
et_ee: Värvilahendus

# #31242
source: Blue Slate
et_ee: Sinine

# #31243
source: Midnight Purple
et_ee: Kesköölilla

# #31244
source: Now playing
et_ee: Esitamisel

# #31245
source: Autoscroll labels
et_ee: Automaatselt kerivad nimesildid

# #31246
source: Autoscroll textboxes
et_ee: Automaatselt kerivad tekstiväljad

# #31249
source: Waiting for PVR
et_ee: PVR ootel

# #31250
source: Highlight
et_ee: Esiletõst

# #31252
source: Catch-up
et_ee: Järelvaatamine

# #31254
source: Performance
et_ee: Jõudlus

# #31255
source: Customise startup image
et_ee: Käivituspilt

# #31256
source: Resource Usage
et_ee: Ressursikasutus

# #31257
source: Memory
et_ee: Mälu

# #31260
source: AR
et_ee: Kuvasuhe

# #31263
source: bits
et_ee: bitti

# #31264
source: Revenue
et_ee: Tulu

# #31265
source: Budget
et_ee: Eelarve

# #31270
source: Single image
et_ee: Üks pilt

# #31271
source: Image folder
et_ee: Pildikaust

# #31272
source: Searching
et_ee: Otsimine

# #31274
source: Icon
et_ee: Ikoon

# #31275
source: Customise search
et_ee: Kohanda otsingut

# #31279
source: Studio icons
et_ee: Stuudio ikoonid

# #31281
source: Welcome
et_ee: Tere tulemast

# #31282
source: Widget
et_ee: Vidin

# #31283
source: Played
et_ee: Esitatud

# #31284
source: Discover movies and tvshows on TMDb.
et_ee: Avasta filme ja telesaateid TMDb abil.

# #31285
source: Classification (MPAA)
et_ee: Vanusepiirang (MPAA)

# #31286
source: Won
et_ee: Võitnud

# #31287
source: Nominated for
et_ee: Nomineeritud

# #31288
source: Explore now.
et_ee: Leia midagi uut.

# #31289
source: Touch mode
et_ee: Puuterežiim

# #31290
source: Attribution
et_ee: Omistamine

# #31291
source: Search for movies$COMMA tvshows$COMMA and more.
et_ee: Otsi filme$COMMA sarju$COMMA ja muud.

# #31292
source: Text labels
et_ee: Tekstisildid

# #31293
source: Cast and more info
et_ee: Osatäitjad ja lisateave

# #31294
source: Bookmarks and chapters
et_ee: Järjehoidjad ja peatükid

# #31295
source: Channels
et_ee: Kanalid

# #31296
source: Playlist
et_ee: Esitusloend

# #31297
source: Extra fanart
et_ee: Täiendav fännipilt

# #31298
source: Movies and tv shows starring this actor
et_ee: Selle näitleja filmid ja sarjad

# #31299
source: Information is loading
et_ee: Teavet laaditakse

# #31300
source: Customise window background
et_ee: Akna taust

# #31301
source: Crew
et_ee: Meeskond

# #31303
source: Customise fallback image folder
et_ee: Tagavarapiltide kaust

# #31304
source: lists
et_ee: loendid

# #31308
source: Mood
et_ee: Meeleolu

# #31309
source: Glass
et_ee: Klaas

# #31310
source: Expand
et_ee: Laienda

# #31311
source: Weekly
et_ee: Kord nädalas

# #31319
source: View
et_ee: Vaade

# #31320
source: Square
et_ee: Ruut

# #31321
source: Select viewtypes
et_ee: Vali vaatetüübid

# #31322
source: Age
et_ee: Vanus

# #31324
source: Content
et_ee: Sisu

# #31328
source: Edit widgets
et_ee: Muuda vidinaid

# #31329
source: Text
et_ee: Tekst

# #31330
source: Crop
et_ee: Kärbi

# #31331
source: Background style
et_ee: Taustapildi stiil

# #31334
source: Comments
et_ee: Kommentaarid

# #31335
source: Game menu
et_ee: Mängude menüü

# #31338
source: Select + Right Stick
et_ee: Select + Parem juhtkang

# #31340
source: Reset skin to defaults
et_ee: Taasta rüü vaikeväärtused

# #31346
source: More by this artist
et_ee: Veel sellelt esitajalt

# #31347
source: Photography
et_ee: Fotograafia

# #31348
source: Channel EPG
et_ee: Kanali EPG

# #31349
source: Up
et_ee: Üles

# #31350
source: Thanks
et_ee: Tänud

# #31353
source: Elapsed
et_ee: Möödas

# #31354
source: Remaining
et_ee: Lõpuni jäänud

# #31355
source: Seekbar time display
et_ee: Otsimisriba aja kuvamine

# #31356
source: Use online cast
et_ee: Hangi näitlejaandmed veebist

# #31357
source: Artwork Overlay
et_ee: Kattekiht

# #31358
source: Waiting for plugins
et_ee: Pluginate ootel

# #31359
source: Switch user
et_ee: Vaheta kasutajat

# #31362
source: Side items
et_ee: Külgmenüü üksused

# #31363
source: Menu items
et_ee: Menüü üksused

# #31364
source: Reload
et_ee: Laadi uuesti

# #31365
source: Node
et_ee: Sõlm

# #31366
source: Uncropped
et_ee: Kärpimata

# #31368
source: Searching for
et_ee: Otsitakse

# #31369
source: Video file
et_ee: Videofail

# #31370
source: Switch profile
et_ee: Vaheta profiili

# #31371
source: Sorted by
et_ee: Järjestus

# #31372
source: Options tray
et_ee: Külgmenüü salv

# #31374
source: Reset skin settings to defaults
et_ee: Taasta rüü seadete vaikeväärtused

# #31375
source: Install zip
et_ee: Paigalda zip failist

# #31376
source: Reset discover search history
et_ee: Lähtesta 'Avasta' otsinguajalugu

# #31377
source: Next window
et_ee: Järgmine aken

# #31378
source: Foreign
et_ee: Välismaine

# #31379
source: Edit categories
et_ee: Muuda kategooriaid

# #31380
source: Forecast
et_ee: Ilmateade

# #31381
source: Returning
et_ee: Naasev

# #31382
source: All items
et_ee: Kõik üksused

# #31383
source: Production
et_ee: Toodang

# #31384
source: Tray labels
et_ee: Alaserva tekstid

# #31385
source: Secondary
et_ee: Teisejärguline

# #31386
source: Primary
et_ee: Peamine

# #31387
source: Contextual
et_ee: Kontekstipõhine

# #31388
source: Seed
et_ee: Seeme

# #31389
source: Parent widget
et_ee: Ülemvidin

# #31390
source: Release Year
et_ee: Avaldamise aasta

# #31393
source: Trailer
et_ee: Treiler

# #31394
source: Picture-in-picture video
et_ee: Pilt-pildis video

# #31396
source: Recent Movies
et_ee: Uued filmid

# #31397
source: Recent Tv Shows
et_ee: Uued sarjad

# #31398
source: New Movies
et_ee: Uued filmid

# #31399
source: New TV Shows
et_ee: Uued sarjad

# #31400
source: New Episodes
et_ee: Uued episoodid

# #31401
source: New Artists
et_ee: Uued esitajad

# #31402
source: New Albums
et_ee: Uued albumid

# #31403
source: In-Progress TV Shows
et_ee: Pooleli sarjad

# #31404
source: In-Progress Movies
et_ee: Pooleli filmid

# #31405
source: Top Albums
et_ee: Hinnatuimad albumid

# #31406
source: Top Rated Movies
et_ee: Hinnatuimad filmid

# #31407
source: Top Rated TV Shows
et_ee: Hinnatuimad sarjad

# #31408
source: Random Movies
et_ee: Juhuslikud filmid

# #31409
source: Random TV Shows
et_ee: Juhuslikud sarjad

# #31410
source: Random Episodes
et_ee: Juhuslikud episoodid

# #31411
source: Random Songs
et_ee: Juhuslikud laulud

# #31412
source: Random Albums
et_ee: Juhuslikud albumid

# #31413
source: All Movies
et_ee: Kõik filmid

# #31414
source: All TV Shows
et_ee: Kõik sarjad

# #31415
source: Movies and TV Shows
et_ee: Filmid ja sarjad

# #31416
source: Secondary button
et_ee: Lisanupp

# #31417
source: Random Artists
et_ee: Juhuslikud esitajad

# #31418
source: Row Circle
et_ee: Rida - Ring

# #31419
source: Overview
et_ee: Ülevaade

# #31420
source: Apps
et_ee: Rakendused

# #31423
source: Card
et_ee: Kaart

# #31424
source: Board
et_ee: Tahvel

# #31425
source: Labels
et_ee: Nimetused

# #31427
source: Initialising
et_ee: Laaditakse

# #31428
source: Hide widget initialisation behind splash
et_ee: Varja vidinate laadimine käivituspildiga

# #31429
source: Chapters
et_ee: Peatükid

# #31430
source: Customise style
et_ee: Kohanda stiili

# #31431
source: Circle
et_ee: Ring

# #31432
source: Adaptive
et_ee: Kohanduv

# #31435
source: TMDbHelper lookups
et_ee: TMDbHelper otsingud

# #31438
source: Simple
et_ee: Lihtne

# #31439
source: Large
et_ee: Suur

# #31440
source: Extra Large
et_ee: Eriti suur

# #31441
source: FlixArt Size
et_ee: FlixArt suurus

# #31442
source: Parent
et_ee: Ülemmenüü

# #31444
source: Customisation
et_ee: Kohandamine

# #31448
source: This category contains customisation options for
et_ee: See jaotis sisaldab kohandamisvalikuid üksusele

# #31450
source: Text only
et_ee: Ainult tekst

# #31451
source: Compound
et_ee: Ühend

# #31452
source: Composite
et_ee: Komposiit

# #31456
source: Prebuilt
et_ee: Eelseadistatud

# #31457
source: Scrollbar
et_ee: Kerimisriba

# #31458
source: Monochrome
et_ee: Mustvalge

# #31459
source: Letter
et_ee: Täht

# #31460
source: Customise visualisation
et_ee: Kohanda visuaale

# #31461
source: Choose preset
et_ee: Vali eelseadistus

# #31462
source: Wall Banner
et_ee: Sein - Bänner

# #31465
source: Rain chance
et_ee: Vihma võimalus

# #31467
source: Tiles configuration
et_ee: Ruutude seadistus

# #31468
source: Tile layout
et_ee: Ruutude asetus

# #31469
source: Choose shortcut
et_ee: Vali otsetee

# #31470
source: Wind gusts
et_ee: Tuulepuhangud

# #31471
source: Fire danger
et_ee: Tuleoht

# #31472
source: Rain since 9am
et_ee: Vihm alates 9.00

# #31476
source: This category contains acknowledgements, contributions, and thanks.
et_ee: See jaotis tänab inimesi, kes on aidanud arendamisel või toetanud annetustega.

# #31477
source: Progress percentage
et_ee: Edenemise protsent

# #31478
source: by
et_ee: autor

# #31479
source: List Media
et_ee: Loend - Meedia

# #31480
source: List Flixart
et_ee: Loend - Flixart

# #31482
source: Trailers
et_ee: Treilerid

# #31483
source: Replay
et_ee: Esita uuesti

# #31484
source: Pause
et_ee: Paus

# #31485
source: Stop
et_ee: Peata

# #31486
source: Dialog
et_ee: Valikmenüü

# #31487
source: and
et_ee: ja

# #31490
source: Cancelled
et_ee: Tühistatud

# #31491
source: Miscellaneous
et_ee: Mitmesugust

# #31492
source: Add-ons hub
et_ee: Lisamoodulite huub

# #31493
source: Ended
et_ee: Lõppenud

# #31494
source: Rebuild
et_ee: Loo uuesti

# #31495
source: Unlocked
et_ee: Lukustamata

# #31496
source: Customise widgets
et_ee: Kohanda vidinaid

# #31497
source: Minimise menu
et_ee: Minimeeri menüü

# #31498
source: Released
et_ee: Avaldatud

# #31499
source: In-Production
et_ee: Tootmisel

# #31500
source: There were no search results found
et_ee: Otsinguvasteid ei leitud

# #31501
source: Please try another search
et_ee: Proovi teist otsingut

# #31502
source: More Options
et_ee: Rohkem valikuid

# #31503
source: Extras
et_ee: Lisamaterjal

# #31504
source: Planned
et_ee: Plaanitud

# #31505
source: Skin user login screen on startup
et_ee: Rüü kasutaja sisselogimisekraan käivitamisel

# #31506
source: Individual skin user widget configurations
et_ee: Rüü kasutaja isiklikud vidina seadistused

# #31507
source: pseudo profiles
et_ee: pseudoprofiilid

# #31508
source: Loading skin user profiles
et_ee: Rüü kasutajaprofiilide laadimine

# #31509
source: Holiday
et_ee: Püha

# #31510
source: Holiday themes
et_ee: Jõuluteema

# #31511
source: Shortcut
et_ee: Otsetee

# #31515
source: Main Items
et_ee: Põhiüksused

# #31516
source: Edit items
et_ee: Muuda üksusi

# #31517
source: Reverse order
et_ee: Pööratud

# #31519
source: Empty widget placeholder
et_ee: Tühi vidina kohatäitja

# #31520
source: Cloudiness
et_ee: Pilvisus

# #31522
source: Hiding empty widgets may cause positioning issues after video playback.
et_ee: Tühja vidina peitmine võib pärast video taasesitust põhjustada probleeme asukohaga.

# #31523
source: It is recommended to delete any unused widgets from your configuration instead of hiding them.
et_ee: Soovitatav on kõik kasutamata vidinad seadistusest kustutada, mitte neid peita.

# #31524
source: There is also an overhead refresh cost to performance associated with hiding empty widgets.
et_ee: Peidetud vidinate uuesti laadimine aeglustab ka kasutajaliidese jõudlust.

# #31525
source: Visibility
et_ee: Nähtavus

# #31526
source: Hour
et_ee: Tund

# #31527
source: Later
et_ee: Hiljem

# #31528
source: Particulate
et_ee: Osakesed

# #31529
source: Ozone
et_ee: Osoon

# #31530
source: Solar radiation
et_ee: Päikesekiirgus

# #31531
source: Carbon monoxide
et_ee: Vingugaas

# #31533
source: Add list
et_ee: Lisa loend

# #31535
source: Restore
et_ee: Taasta

# #31536
source: Choose fallback image folder
et_ee: Vali varupiltide kaust

# #31537
source: Edit submenu items
et_ee: Muuda alammenüü üksusi

# #31538
source: Customise viewtypes
et_ee: Kohanda vaatetüüpe

# #31539
source: Use online gallery
et_ee: Hangi galeriipildid veebist

# #31540
source: Use online collection
et_ee: Hangi kogumikuandmed veebist

# #31541
source: Next episode
et_ee: Järgmine episood

# #31542
source: Last episode
et_ee: Eelmine episood

# #31543
source: Anticipated
et_ee: Oodatud

# #31544
source: Airing
et_ee: Eetris

# #31545
source: Premiering
et_ee: Esilinastub

# #31547
source: Yesterday
et_ee: Eile

# #31550
source: Change the visibility level of skin settings.
et_ee: Muuda rüü seadete kuvamise taset.

# #31552
source: Settings level
et_ee: Seadete tase

# #31554
source: Wall Poster
et_ee: Sein - Plakat

# #31555
source: Wall Landscape
et_ee: Sein - Rõhtpilt

# #31556
source: Wall Square
et_ee: Sein - Ruut

# #31557
source: Wall Circle
et_ee: Sein - Ring

# #31560
source: Bright White
et_ee: Erevalge

# #31563
source: Row Card
et_ee: Rida - Kaart

# #31564
source: General appearance and widget layout customisations.
et_ee: Üldise välimuse ja vidinate asetuse kohandamine.

# #31565
source: Detailed adjustments and additional hub customisations.
et_ee: Täppisseadistamine ja täiendavad huubide kohandused.

# #31566
source: Development tools and experimental options.
et_ee: Arendustööristad ja eksperimentaalsed valikud.

# #31567
source: Add a single item or a list of several items?
et_ee: Kas lisada üks üksus või loend mitme üksusega?

# #31568
source: Add new item(s)
et_ee: Lisa uusi üksusi

# #31569
source: Add item
et_ee: Lisa üksus

# #31570
source: Delete item(s)
et_ee: Kustuta üksusi

# #31571
source: Delete a single item or a list of several items?
et_ee: Kas kustutada üks või mitu üksust?

# #31572
source: Delete item
et_ee: Kustuta üksus

# #31573
source: Delete list
et_ee: Kustuta loend

# #31576
source: Seekbar delayed pause time
et_ee: Otsiriba pikema pausi aeg

# #31579
source: Prev
et_ee: Eelmine

# #31580
source: Combined List
et_ee: Kombo - Loend

# #31581
source: List Expanded
et_ee: Loend - Laiendatud

# #31583
source: Prevent reload
et_ee: Takista uuestilaadimine

# #31585
source: Overlay
et_ee: Kattekiht

# #31586
source: Customise shortcuts
et_ee: Kohanda otseteid

# #31594
source: Press down
et_ee: Vajuta alla

# #31595
source: Press right
et_ee: Vajuta paremale
